import React from "react";
import "./text.css";

class Textstory extends React.Component{
    render(){
        return(
            <div className = "main-page">
                <div className = "main-text">
                    <article className ="content-t">
                            <h1 className = "text-head">Прокат авто подобово в Україні.</h1>
                            Попит на послугу оренди авто стабільно зростає. Тимчасова або постійна відсутність власного транспортного засобу, нестача службових машин чи інші 
                            нюанси здатні стати справжньою проблемою при швидкому темпі сучасного життя. Оренда машин виручає при необхідності відправитися в тривалі роз'їзди, 
                            зустріти родичів або поїхати на відпочинок з сім'єю, підвезти друзів, організувати захід або зустріти ділового партнера чи важливого гостя. Порівняно
                             недорогий і доступний прокат авто в Україні на вигідних умовах – справжній порятунок при поломці або відсутності особистої машини.
                             <h3 className = "text-head">Історія світового автопрокату.</h3>
                             Історія світового автопрокату налічує вже понад сто років. Вважається, що першим підприємцем в цій сфері був Джо Сандерс, який відкрив свою маленьку справу в американському штаті Небраска. 
                             Ще в 1916-му році він запропонував оренду машини всім бажаючим, використовуючи для цієї мети власний Форд. Згідно з легендою, перший клієнт Сандерса – торговець, який спізнювався на побачення. Як би там не було, вже до 1925-го року невеликий бізнес досяг нових вершин, а філії з прокату авто були більш ніж в двадцяти штатах. Звичайно, 
                             з часом Велика Депресія знизила попит на подібні послуги, але механізм уже був запущений. Інший піонер руху прокату машин – Уолтер Джекобс, який відкрив власну компанію в Чикаго в 1918-му році. Всього в 22 роки Джекобс почав свій бізнес. Спочатку його автопарк налічував дванадцять Фордів, які він ремонтував і обслуговував своїми силами. Поступово зростав річний дохід і можливості
                              підприємства, а пізніше Джекобс перепродав справу Джону Хертцу, власнику транспортної компанії Hertz, яка з часом стала однією з найбільших в світі. Повного розквіту автопрокат досяг після закінчення Другої світової війни, коли економіка, бізнес, а відповідно і транспортна індустрія почали активно розвиватися. Багато відомих сьогодні лідерів ринку з'явилося вже в 40-х роках.
                               Поступово послуга поширилася по всьому світу. Сьогодні прокат авто в Україні користується попитом у всіх містах і регіонах, позбавляючи автомобілістів від маси проблем.
                            <h3 className = "text-head">Переваги оренди автомобіля без водія.</h3>
                            Наша компанія «Укр-Прокат» забезпечує ряд переваг:
                            <ul>
                                <li>Великий вибір автомобілів, від простих та економних до преміум-класу;</li>
                                <li>Наявність різних марок і моделей для різних випадків чи завдань;</li>
                                <li>Наявність компактних автомобілів для тривалих поїздок по місту або більш містких – для поїздок з сім'єю і друзями;</li>
                                <li>Наявність представницьких машин для службових потреб;</li>
                                <li> Можливість вибору термінів, тривалості оренди, індивідуальне узгодження всіх умов і деталей;</li>
                                <li>Бронювання машини на необхідний час;</li>
                                <li>Додаткові послуги, на кшталт професійного водія, до якого можна звернутися за окрему плату.</li>
                            </ul>
                            Пропонуємо оренду автомобілів в Києві, Львові, Харкові, Одесі та інших містах України. Автомобіль тимчасово несправний? Знаходиться в сервісі? Його забрав хтось із родичів чи друзів?
                             Стара машина успішно продана, а нової поки немає? Всі ці проблеми вирішує оренда автомобіля. Серйозні обмеження для прокату відсутні: досить надати необхідні документи. Всі наші машини перебувають в ідеальному стані, проходять регулярний огляд і контроль, надаються в повній готовності і з повним баком.
                    </article>
                </div>
            </div>
        )
    };

}

export default Textstory;